simpleFoam/campagneUniformG0Rotation/H045S/D050L474W070G000H045V015_S/0.orig/startBC/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

inletVelocity		    0.15; // m/s
//pressureHeight        922; // = rho*g*h = 1000*9.81*0,094[m]
kInlet                  4.64E-08;
kLowRe                  1E-10; //4.14e-03;
kHighRe                 3.38E-06;
//turbulentEpsilon      0.00001; //4.39e-05;
omegaLowRe		        5.55E+04;
omegaHighRe             2.08E-02;
omegaInlet              5.11;

// ************************************************************************* //
